export const translationRu = {
  // !header
  header: {
    nav: {
      main: "ГЛАВНАЯ",
      news: "НОВОСТИ",
      courses: "КУРСЫ",
      media: "МЕДИА",
      location: "АДРЕСА",
    },
    button: "ПОДАТЬ ЗАЯВКУ",
  },
  //  ! main page
  main: {
    title: "Курс по архитектуре и интерьерному дизайну",
    cards: {
      card_1: {
        title: "Курс по архитектуре и интерьерному дизайну",
        description:
          "Курсы архитектуры и интерьерного дизайна проводятся нашими квалифицированными преподавателями и длятся по 3 месяца каждый.",
        button: "Подробнее",
      },
      card_2: {
        title: "3ds Max и AutoCAD",
        description:
          "Курс включает поэтапное обучение 3ds Max и AutoCAD. Практические занятия и работа над проектами помогут получить реальный опыт.",
        button: "Подробнее",
      },
    },
  },
  // ! courses about
  courses: {
    course1: {
      title: "Курс по архитектуре и интерьерному дизайну",
      name: "Курс по архитектуре и интерьерному дизайну",
      des1: "Подробнее о курсе",
      p1: "В ходе курса вы изучите основные теоретические и практические знания по проектированию зданий, внутреннего пространства и их оформления. Проводятся практические занятия по 3D-моделированию, черчению и созданию интерьерных концепций.",
      p2: "Во время курса есть возможность работать над реальными проектами и создать собственное портфолио. Занятия проводят опытные специалисты.",
      contact: "Для записи на курс:",
      phone: "Телефон",
    },

    course2: {
      name: "КУРС ПО АРХИТЕКТУРЕ И ИНТЕРЬЕРНОМУ ДИЗАЙНУ",
      des1: "Подробнее о курсе",
      p1: "Курсы по архитектуре и интерьерному дизайну, AutoCAD и 3ds MAX активно работают в 'Karpageda'.",
      p2: "Эти курсы предназначены для обучения востребованной профессии архитектора и дизайнера интерьеров, повышения квалификации и приобретения практических знаний.",
      p3: "-Занятия на основе мирового опыта в области архитектуры;",
      p4: "-Идеальный учебный план по интерьерному дизайну, основанный на международных стандартах;",
      p5: "-Современные компьютерные классы с передовым программным обеспечением;",
      p6: "-Мастер-классы от профессиональных архитекторов и дизайнеров.",
      p7: "По окончании курса проводятся экзамены, после которых выпускники получают соответствующие сертификаты.",
      place: "Наш адрес: г. Нукус, улица Беруни.",
      phone: "Телефон",
    },
  },

  //  ! about
  contact: {
    more: "Дополнительно:",
    time: "Продолжительность:",
    score: "Уровень:",
    numbers: "Количество участников:",
    button: "ЗАПИСАТЬСЯ НА КУРС",
    hour: "Часов",
  },

  //  ! footer
  footer: {
    first: {
      title: "",
      des1: "Основная цель НОУ «Kar Page» – организация качественного образования и полезного досуга для граждан нашей страны.",
      phone: "Телефон : ",
      place: "Адрес: г. Нукус, улица Беруни",
    },
    navs: {
      main: "Главная",
      news: "Новости",
      tahlil: "Анализ",
      contact: "Контакты",
      admin: "Администратор",
      maeket: "Интернет-магазин",
    },
    second: {
      sourses: "СОЦИАЛЬНЫЕ СЕТИ",
      des: "Следите за нами в социальных сетях, чтобы быть в курсе всех новостей и объявлений.",
    },
  },
  form: {
    name: "Ваше имя:",
    email: "Электронная почта:",
    phone: "Номер телефона:",
    message: "Сообщение:",
    submit: "Отправить",
    submiting: "Отправляется...",
    success: "Данные были успешно отправлены!",
    error: " Ошибка при отправке данных! Пожалуйста , попробуйте позже .",
  },

  // ?place
  place: {
    address: "Адрес: г. Нукус, улица Беруни.",
    phone: "Телефон:",
  },
};
